/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2014, ownCloud, Inc.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Подешавање налога";
"you_need_an_account" = "Не постоје $appname налози на вашем уређају.\nМорате направити један како бисте користили ову апликацију.";

//Login Screen
"testing_connection" = "Проверавам везу";
"server_instance_not_found" = "Сервер није пронађен";
"secure_connection_established" = "Успостављена је сигурна веза";
"https_non_secure_connection_established" = "Преусмерен на несигурну руту";
"connection_established" = "Веза је успостављена";
"login_details" = "Детаљи пријаве";
"username" = "Корисничко име";
"password" = "Лозинка";
"login" = "Пријава";
"cancel" = "Одустани";
"error_login_message" = "Корисник или лозинка су нетачни";
"ok" = "У реду";
"url_sample" = "Адреса сервера https://…";
"forbidden_characters_in_password" = "This password contains forbidden characters";
"server" = "Сервер";
"url" = "УРЛ";
"session_expired" = "Сесија је истекла";
"credentials_different_user" = "Унесени корисник се не поклапа са корисником овог налога";
"auth_unsupported_auth_method" = "Сервер не подржава овај начин аутентификације";
"saml_server_does_not_give_user_id" = "Сервер не враћа исправан ИД корисника. Контактирајте администратора";
"authentification_not_valid" = "Не могу да се аутентификујем са овим сервером";
"error_too_many_http_redirects" = "Догодила се грешка приликом успостављања везе. Покушајте поново.";
"retry" = "Покушај поново";
"help_link_login" = "Нов вам је $appname?";

//TabBarItems
"settings"="Поставке";
"files_tab"="Фајлови";

//Uploading
"upload" = "Отпреми";
"account" = "Налог:";
"location" = "Локација:";
"photo_albums" = "Фото-албуми";
"loading" = "Учитавам...";
"no_access_to_gallery" = "Дозволите присуп фотографијама и видеу за $appname. Ову опцију можете пронаћи у Поставке > Приватност > Фотографије.";
"error" = "Грешка";
"upload_failed"="Грешка у отпремању";
"redirection_problem"="Радња преусмеравања везе није подржана";

//First View
"menu_upload" = "Отпреми фотографију/видео";
"menu_folder" = "Нова фасцикла";

//Create Folder
"create_folder" = "Направи нову фасциклу";
"folder_name" = "Унесите назив фасцикле:";
"save" = "Сачувај";
"folder_exist" = "Фасцикла са датим називом већ постоји. Унесите друго име.";
"folder_create_error"="Не могу да направим фасциклу";
"not_show_potrait"="Мени није доступан у положеном режиму. Промените у усправни режим";
"not_possible_create_folder" = "Фасцикла се не може направити.";

//FilesView
"confirm_to_delete_item" = "Потврдите брисање ставке";
"yes" = "Да";
"no" = "Не";
"delete_from_device" = "Да ли сте сигурни да желите да обришете фајл са уређаја?";
"delete_from_server" = "Да ли сте сигурни да желите да обришете фајл са сервера?";
"not_possible_connect_to_server" = "Није могуће повезати се на сервер сада.";
"delete_folder_from_server" = "Да ли сте сигурни да желите да обришете фасциклу са сервера?";
"delete_local_server" = "Обриши са уређаја и сервера";
"delete_local" = "Обриши са уређаја";
"delete_server" = "Обриши са сервера";
"error_path" = "Не могу да отворим ову фасциклу. Проверите да ли постоји";
"error_not_permission" = "Немате дозволе да довршите операцију";
"folders" = "фасцикли";
"files" = "фајлова";
"folder" = "фасцикла";
"file" = "фајл";
"more_swipe" = "Још";
"message_not_files" = "Овде нема ничег. Отпремите нешто!";

//Refresh file list
"release_refresh"="Отпустите за освежавање...";
"loading_refresh"="Учитавам...";
"pull_down_refresh"="Повуците на доле за освежавање.";

//Miscelanea
"back" = "Назад";

//Preview
"open_with_label" = "Отвори помоћу";
"delete_label"= "Обриши";

//Open with
"file_cannot_be_opened" = "Фајл се не може отворити";
"no_app_instaled_to_open_it" = "Не постоји инсталирана апликација која може да отвори овај фајл.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Успостављање везе";
"not_establishing_connection" = "Не могу да успоставим везу";
"connection_closed" = "Веза је затворена";
"connection_lost" = "Веза је изгубљена";
"auth_failed" = "Аутентификација није успела";
"auth_passed" = "Аутентификација је успела";
"request_file_not_found" = "Тражени фајл није пронађен на серверу";
"request_file_not_accesed" = "Траженом фајлу се не може приступити";
"unknow_response_server" = "Грешка. Неочекивани одговор са сервера.";
"uploading_data" = "Отпремам податаке";
"downloading_data" = "Преузимам податке";
"transfer_complete" = "Пренос је завршен";
"transfer_failed" = "Пренос није успео";

//Settings and PinCode
"title_app_pin" = "Passcode";
"enter_app_pin" = "Enter Passcode";
"enter_app_pin_long_description" = "Enter Passcode";
"reenter_app_pin" = "Reenter Passcode";
"remove_app_pin" = "Remove Passcode";
"both_pass_not_same" = "The entered Passcodes are not the same";
"app_pin_incorrect" = "Passcode incorrect";
"disconnect_button" = "Искључи се са овог сервера";
"pin_removed" = "Код за закључавање уклоњен";
"incorrect_pin" = "Incorrect Passcode";
"app_pin_stored" = "Код за закључавање је сачуван";
"help" = "Помоћ";
"recommend_to_friend" = "Препоручи пријатељу";
"send_feedback" = "Пошаљите повратну информацију";
"manage_accounts" = "Управљање налозима";
"add_new_account" = "Додај нови налог";
"save_changes" = "Сачувај";
"add_account" = "Додај";
"user_exist" = "Унети корисник већ постоји";
"imprint_button" = "Импресум";
"title_instant_upload"="Instant Upload";
"accounts_section" = "Налози";
"security_section" = "Безбедност";
"instant_updloads_section" = "Тренутна отпремања";
"more_section" = "Остало";

//Downloading
"can_no_copy_to_gallery" = "Фајл не може да се копира у галерију јер галерија не може да га отвори";
"file_is_downloading" = "Ова фајл се већ преузима";
"download_file_exist" = "Није могуће отворити овај фајл. Проверите да ли постоји";
"wait_to_download" = "Припрема за преузимање";
"updating" = "Ажурирање";
"msg_while_downloads" = "Није могуће извршити ову операцију. Сачекајте док се тренутно преузимање заврши";

//SSL
"invalid_ssl_cert" = "Идентите ове локације не може бити верификован. Да ли желите да верујете овом сертификату у сваком случају?";
"connection_declined" = "Веза је одбијена од стране корисника";

//Recent view
"recent_now"="Недавно";
"recent_minutes"="$minutes минута раније";
"recent_minute"="$minutes минут раније";
"recent_hours"="$hours сати раније";
"recent_hour"="$hours сат раније";
"recent_days"="$hours дана раније";
"recent_day"="$hours дан раније";
"recent_months"="$months месеци раније";
"recent_month"="$months месец раније";

"uploads_tab"="Отпремања";
"current_section"="Текуће";
"uploader_section"="Отпремљено";
"nothing_was_upload_recently"="Ништа није отпремано са овог уређаја у скоријем периоду";
"failed_uploader_section"="Неуспела отпремања";
"error_credential"="Грешка акредитива";
"error_destiny_does_not_exist"="Грешка фасцикле";
"error_file_exists"="Грешка конфликта";
"error_permission" = "Грешка дозвола";
"error_file_does_not_exist" = "Грешка фајла";
"error_file_in_background" = "Грешка сервера";
"error_file_invalid_characters" = "Invalid characters";
"change_active_user"="Промени активног корисника у";
"waiting_for_server"="Чекам на везу са сервером";
"waiting_for_upload"="Чекам отпремање";
"error_permission_alert_message" = "Немате дозволу за отпремање у ову фасциклу";
"choose_folder" = "Одаверите фациклу";

//Select Folder View
"upload_label"="Отпремам у";
"create_button"="Направи";
"choose_button"="Одабери";

//Rename
"rename_long_press" = "Преименуј";
"rename_file_title" = "Преименуј";
"enter_new_name" = "Унестие ново име:";
"rename_file_exist" = "Датотема са датим именом већ постоји. Молимо вас да унесете друго име.";

//Move
"move_long_press" = "Премести";
"move_to_label" = "Премести у";
"file_exist" = "Фајл већ постоји у одредишној фасцикли";
"override_file" = "Желите ли да замените постојећи фајл са овим?";
"accept" = "Прихвати";
"error_folder_destiny_is_the_same" = "ГРЕШКА: није могуће преместити фасциклу у саму себе";
"original_file_exist" = "Не могу да преместим фајл. Проверите да ли постоји";
"original_folder_exist" = "Не могу да преместим фасциклу. Проверите да ли фасцикла постоји";

//Download folfer
"download_folder" = "Download Folder";
"cancel_download" = "Cancel Download";

//Upload from other apps
"other_apps_title" = "Одредиште";
"other_apps_account" = "Налог";
"other_apps_folder" = "фасцикла";
"other_apps_file_name" = "Назив фајла";
"other_apps_send_to" = "Отпреми у";
"error_moving_file" = "Није могуће преместити фајл. Проверите да ли одредишна фасцикла постоји";
"forbidden_characters_from_server" = "The name contains at least one invalid character";
"overwritte_title" = "Пребриши";

//Social
"twitter_message" = "Пробајте $twitteruser на вашем паметном телефону! ";
"facebook_message" = "Пробајте $appname на вашем паметном телефону! \n";
"mail_recommendation_subject" = "Пробајте $appname на вашем паметном телефону! ";
"mail_recommendation_body" = "Позивам вас да користите $appname на вашем паметном телефону!\nПреузмите овде: ";
"device_not_support_mail" = "Ваш уређај не подржава листове за састављање";
"mail_feedback_subject" = "Ваше мишљење $appname";
"account_not_configure" = "Ваш уређај нема подешен налог. Идите у Подешавања да би сте подесили налог.";

//Storage
"of_storage" = "од";
"occupied_storage" = "заузето";
"storage" = "Складиште";
"storage_upgrade" = "Надградите складиште";

//Jimmies
"this_file_is_older" = "Доступна нова верзија";
"msg_update_file_0_bytes" = "Фајл на серверу има 0 бајта. Желите ли да пребришете постојећи фајл на вашем уређају овим празним фајлом?";

//Shared
"shared_tab" = "Дељене везе";
"message_not_shared_files" = "Још нема фајлова/фасцикли које се деле везом.";
"message_not_shared_api_support" = "Дељење није укључено на вашем серверу. Контактирајте администратора.";
"share_link_long_press" = "Дељење";
"unshare_link" = "Не дели везом";
"share_not_available_on_this_server" = "Ova funkcije није укљученa на вашем серверу. Контактирајте администратора.";
"copy_link" = "Копирај везу";
"file_to_share_not_exist" = "Није могуће делити овај фајл/фасциклу. Проверите да ли постоје";
"file_to_unshare_not_exist" = "Није могуће искључити дељење овог фајла/фасцикле. Проверите да ли постоје";
"shared_link_protected_title" = "Унесите лозинку";
"shared_link_protected_message" = "Морате унети шифру за заштиту да ми могли да делите ову везу";
"pasword_empty" = "Шифра не може бити празна";
"no_pasword" = "Морате унети лозинку";
"get_share_link" = "Get Share link";
"set_expiration_time" = "Set expiration time";
"password_protect" = "Заштићено лозинком";
"default_not_possible_msg" = "It is not possible to do this operation, try later please";
"share_user_group_indicator" = "група";
"add_user_or_group_title" = "Add User or Group";
"share_with_users_or_groups" = "Share with Users and Groups";
"not_share_with_users_yet"= "No data shared with users yet";
"not_sharee_api_supported" = "Sorry, your server version does not allow share with users within clients. Please contact your administrator";
"share_link_title" = "Веза дељења";
"not_share_link_enabled_capabilities" = "Share Link is not enabled in this server. Please contact your administrator";
"shared_link_cannot_remove_password" = "Cannot remove the password";
"shared_link_cannot_remove_expiration_date" = "Cannot clear expiration date. Shares are required to have an expiration date";

//Favorites
"favorite" = "Омиљени";
"unfavorite" = "Неомиљени";
"parent_folder_is_favorite" = "A folder that contains this file is already favorite";

//Document provider
"error_login_doc_provider" = "Није могуће приступити вашем налогу. Прво се пријавите преко оунКлауд апликације.";
"error_sending_file_to_document_picker" = "Грешка при слању фајла бирачу докумената";
"error_user_change_in_core_app" = "Промењен је корисник на апликацији $appname";
"error_connecting_with_server" = "Није било могуће повезати се са сервером, покушајте касније";
"move_doc_provider_button" = "Move to this location";
"export_doc_provider_button" = "Export to this location";

//Instant uploads
"location_not_enabled"="Сервис Лоцирање није омогућен";
"message_location_not_enabled"="У Поставкама укључите Сервис лоцирања како бисмо омогућили брзо отпремање фотографија.";

"access_photos_library_not_enabled" = "Сервис Приступ фотографијама није омогућен";
"message_access_photos_not_enabled" = "У Поставкама укључите укључите сервис Приступ фотографијама како бисте омогућили брзо отпремање фотографија.";

"access_photos_and_location_not_enabled" = "Сервиси Приступ фотографије и Лоцирање нису омогућени";
"message_access_photos_and_location_not_enabled" = "У Поставкама укључите сервисе Приступ фотографијама и Лоцирање како бисте омогућили брзо отпремање фотографија.";

//PDF reader
"page_of_pages" = "од"; //Example: 5 of 10

//Share in
"files_added" = "Фајлови додати";
"files_will_be_upload_next_time" = "Отпремање фајлова ће почети када следећи пут отворите оунКлауд";

//Help Guide main app
"title_help_slide_0" = "Welcome to CloudBag!";
"message_help_slide_0" = "Swipe to learn more";
"title_help_slide_1" = "Тренутна отпремања";
"message_help_slide_1" = "Keep your photos safe";
"title_help_slide_2" = "Manage all your files";
"message_help_slide_2" = "You can delete, move";
"title_help_slide_3" = "Дељење";
"message_help_slide_3" = "You can share files and folders";
"title_help_slide_4" = "MultiAccount";
"message_help_slide_4" = "Connect to all your clouds";
"title_help_slide_5" = "Your private files synced anywhere";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Пријава";
"skip_button_help_guide" = "Skip";
